tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "cask"
brew "deno"
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "go"
brew "helix"
brew "jq"
brew "libyaml"
brew "lua"
brew "lv"
brew "neovim", args: ["HEAD"]
brew "node-build"
brew "nodenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "stylua"
brew "tig"
brew "zellij"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "keybase"
cask "keycastr"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "MS-CEINTL.vscode-language-pack-ja"
