tap "1password/tap"
tap "d-kuro/tap"
tap "homebrew/bundle"
brew "awscli"
brew "cask"
brew "deno"
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "go"
brew "hadolint"
brew "htop"
brew "jq"
brew "libyaml"
brew "lua"
brew "mise"
brew "neovim"
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "sheldon"
brew "sk"
brew "terminal-notifier"
brew "zellij"
brew "d-kuro/tap/gwq"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "claude"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "google-chrome"
cask "google-japanese-ime"
cask "keycastr"
cask "obs"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "tuxguitar"
cask "visual-studio-code"
cask "zoom"
