tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "cask"
brew "clang-format"
brew "deno"
brew "exa"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "go"
brew "lv"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup-init"
brew "shfmt"
brew "sk"
brew "tig"
brew "tmux"
brew "vim"
brew "zellij"
cask "1password-beta"
cask "alacritty"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "keybase"
cask "keycastr"
cask "postman"
cask "sequel-pro"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "visual-studio-code"
cask "zoom"
